[
  {
    "Title": "The Fool",
    "Description": "Lá bài của sự khởi đầu, tự do, và tiềm năng vô hạn. The Fool tượng trưng cho một hành trình mới đầy hứng khởi, dù chưa rõ ràng đích đến. Trong công việc, nó có thể báo hiệu thay đổi, bước ngoặt hoặc dám thử điều mới. Dù bạn chưa có mọi câu trả lời, hãy giữ tinh thần tích cực và tin vào trực giác.",
    "Image": "m00.jpg",
    "youtube_id": "3BSximUr2fs"
  },
  {
    "Title": "The Magician",
    "Description": "Lá bài của sức mạnh hành động, sự chủ động và khả năng biến ý tưởng thành hiện thực. The Magician nhắc bạn rằng bạn đã có đủ công cụ để thành công – kiến thức, kỹ năng và ý chí. Trong công việc, hãy tự tin bắt đầu dự án, tận dụng tối đa nguồn lực và dẫn dắt bằng năng lượng cá nhân.",
    "Image": "m01.jpg",
    "youtube_id": "Aiq9QtYBCto"
  },
  {
    "Title": "The High Priestess",
    "Description": "Biểu tượng của trực giác, tiềm thức và sự khôn ngoan nội tâm. Lá bài này nhấn mạnh tầm quan trọng của việc lắng nghe bản thân và khám phá điều chưa được hé lộ. Trong công việc, hãy kiên nhẫn, quan sát và tránh quyết định hấp tấp – những gì ẩn giấu đang dần sáng tỏ.",
    "Image": "m02.jpg",
    "youtube_id": "84JUG42MYU8"
  },
  {
    "Title": "The Empress",
    "Description": "Nữ hoàng của sự sinh sôi, nuôi dưỡng và sáng tạo. The Empress mang năng lượng của thiên nhiên, tình mẫu tử và thành tựu vật chất. Trong công việc, đây là dấu hiệu tích cực cho sự phát triển dự án, tài chính và hợp tác. Hãy nuôi dưỡng ý tưởng và chăm sóc môi trường làm việc như một người mẹ hiền.",
    "Image": "m03.jpg",
    "youtube_id": "zbTZ9vr7iMg"
  },
  {
    "Title": "The Emperor",
    "Description": "Biểu trưng cho quyền lực, trật tự và sự ổn định. The Emperor đại diện cho một nhà lãnh đạo cứng rắn, tư duy logic và khả năng kiểm soát. Trong công việc, lá bài này nói đến vị trí quản lý, quy tắc và cơ cấu tổ chức. Đây là lúc bạn cần đưa ra quyết định dựa trên lý trí và giữ vững kỷ cương.",
    "Image": "m04.jpg",
    "youtube_id": "8Xc29ZF8Fpg"
  },
  {
    "Title": "The Hierophant",
    "Description": "Lá bài của kiến thức truyền thống, hệ thống niềm tin và sự chỉ dẫn. The Hierophant khuyến khích bạn tìm kiếm lời khuyên từ người có kinh nghiệm, hoặc tuân theo cấu trúc đã được chứng minh. Trong công việc, hãy hành động một cách chính thống, học hỏi từ mentor hoặc cộng đồng chuyên môn.",
    "Image": "m05.jpg",
    "youtube_id": "55Ijh3wHpR8"
  },
  {
    "Title": "The Lovers",
    "Description": "Biểu tượng của tình yêu, sự lựa chọn và sự gắn kết sâu sắc. The Lovers không chỉ nói về tình cảm mà còn là quyết định dựa trên giá trị cốt lõi. Trong công việc, bạn có thể phải lựa chọn giữa con đường an toàn và con đường đúng với trái tim. Hãy trung thực với bản thân và chọn điều phù hợp với lý tưởng sống.",
    "Image": "m06.jpg",
    "youtube_id": "1my-0M5n9Ic"
  },
  {
    "Title": "The Chariot",
    "Description": "Lá bài của chiến thắng thông qua ý chí, kiểm soát và quyết tâm. The Chariot nhấn mạnh khả năng điều khiển những lực lượng đối lập để đạt mục tiêu. Trong công việc, bạn có thể đối mặt với trở ngại – nhưng nếu kiên định, bạn sẽ vượt qua. Hãy tiến lên với tinh thần chiến binh.",
    "Image": "m07.jpg",
    "youtube_id": "dC7m2XXj-R0"
  },
  {
    "Title": "Strength",
    "Description": "Sức mạnh không đến từ cơ bắp, mà từ lòng kiên nhẫn, tình yêu thương và khả năng kiểm soát bản thân. Strength khuyến khích bạn giữ vững lập trường mà không cần ép buộc. Trong công việc, hãy xử lý tình huống với lòng nhân hậu và nội lực – bạn sẽ truyền cảm hứng cho người khác.",
    "Image": "m08.jpg",
    "youtube_id": "IXBUWYhe8Zc"
  },
  {
    "Title": "The Hermit",
    "Description": "Lá bài của sự tĩnh lặng, chiêm nghiệm và tìm kiếm sự thật nội tâm. The Hermit chỉ rằng bạn cần thời gian riêng để định hướng lại. Trong công việc, đây là lúc nên tạm lùi bước, đánh giá lại mục tiêu và học hỏi từ bên trong. Hãy tin rằng ánh sáng bạn tìm kiếm đang nằm trong chính mình.",
    "Image": "m09.jpg",
    "youtube_id": "Ahdt0cDJmyk"
  },
  {
    "Title": "Wheel of Fortune",
    "Description": "Vòng quay định mệnh, thay đổi và vận mệnh. Lá bài này tượng trưng cho chu kỳ tự nhiên: thăng trầm, may rủi và cơ hội bất ngờ. Trong công việc, bạn có thể bất ngờ được thăng tiến hoặc thay đổi hoàn cảnh. Hãy linh hoạt, đón nhận điều đến, vì bánh xe luôn xoay tiếp.",
    "Image": "m10.jpg",
    "youtube_id": "3-8yQDH1Ns4"
  },
  {
    "Title": "Justice",
    "Description": "Sự công bằng, nhân quả và sự thật. Justice nhắc bạn rằng mọi hành động đều có hậu quả, và sự trung thực sẽ được tưởng thưởng. Trong công việc, hãy minh bạch trong mọi quyết định, tuân thủ đạo đức nghề nghiệp và công bằng với người khác. Đây là lúc cần cân nhắc lý trí và đạo lý.",
    "Image": "m11.jpg",
    "youtube_id": "fpBPyLeuVpo"
  },
  {
    "Title": "The Hanged Man",
    "Description": "Sự trì hoãn, hy sinh và góc nhìn mới. The Hanged Man cho thấy bạn cần tạm dừng, thay đổi cách nhìn hoặc từ bỏ điều gì để đạt được sự tiến bộ sâu sắc hơn. Trong công việc, đừng quá vội vàng – đôi khi cần “lùi để tiến”. Hãy học cách buông bỏ kiểm soát để nhìn rõ hơn.",
    "Image": "m12.jpg",
    "youtube_id": "uXnV2wU-DPE"
  },
  {
    "Title": "Death",
    "Description": "Sự kết thúc để tái sinh. Death không phải là lá bài xấu – nó chỉ báo hiệu một giai đoạn cũ đang kết thúc để mở đường cho điều mới. Trong công việc, có thể là nghỉ việc, kết thúc hợp đồng hoặc chấm dứt thói quen cũ. Hãy đón nhận thay đổi – sự tái sinh đang chờ bạn.",
    "Image": "m13.jpg",
    "youtube_id": "14FMnXBkECg"
  },
  {
    "Title": "Temperance",
    "Description": "Sự điều hòa, cân bằng và hài hòa. Temperance khuyên bạn nên đi theo con đường trung dung, kết hợp các yếu tố khác nhau một cách hài hòa. Trong công việc, đây là lúc để điều chỉnh, hợp tác và xây dựng cầu nối. Kiên nhẫn và tiết chế là chìa khóa dẫn đến thành công bền vững.",
    "Image": "m14.jpg",
    "youtube_id": "O_-0QEPkzA4"
  },
  {
    "Title": "The Devil",
    "Description": "Lá bài của sự lệ thuộc, cám dỗ và mất kiểm soát. The Devil chỉ đến những thói quen, mối quan hệ hoặc niềm tin tiêu cực đang trói buộc bạn. Trong công việc, có thể bạn đang làm việc vì tiền mà quên đi đam mê, hoặc bị cuốn vào môi trường độc hại. Hãy nhận diện “xiềng xích” và bắt đầu hành trình giải phóng.",
    "Image": "m15.jpg",
    "youtube_id": "LrdnxNtLofI"
  },
  {
    "Title": "The Tower",
    "Description": "Sự sụp đổ bất ngờ, sự thật bị phơi bày và sự đổi mới bắt buộc. Dù đau đớn, The Tower là cơ hội để xây lại từ đầu trên nền tảng vững chắc hơn. Trong công việc, có thể bạn đối mặt với khủng hoảng hoặc thay đổi đột ngột. Hãy giữ bình tĩnh – điều cũ sụp đổ để cái mới có thể sinh ra.",
    "Image": "m16.jpg",
    "youtube_id": "Sgpl8sORDAQ"
  },
  {
    "Title": "The Star",
    "Description": "Hy vọng, cảm hứng và sự chữa lành. Sau biến cố của The Tower, The Star mang lại ánh sáng dẫn đường. Trong công việc, bạn được khích lệ hãy mơ lớn hơn, kết nối với mục đích sâu sắc và tin tưởng vào tương lai. Đây là thời điểm tái tạo năng lượng và hướng đến sự tươi mới.",
    "Image": "m17.jpg",
    "youtube_id": "xgT8Vwg3IMM"
  },
  {
    "Title": "The Moon",
    "Description": "Sự mơ hồ, ảo giác và vô thức. The Moon cho thấy bạn đang bị ảnh hưởng bởi cảm xúc, lo lắng hoặc thông tin chưa rõ ràng. Trong công việc, bạn nên cẩn trọng với những điều chưa được tiết lộ, và lắng nghe trực giác. Hãy chờ thời điểm rõ ràng hơn trước khi hành động lớn.",
    "Image": "m18.jpg",
    "youtube_id": "6IoqVUCbYgo"
  },
  {
    "Title": "The Sun",
    "Description": "Niềm vui, sự rõ ràng và thành công. The Sun là một trong những lá bài tích cực nhất – mang lại năng lượng, sự sống, ánh sáng và thành quả. Trong công việc, bạn có thể đón nhận tin vui, đạt được mục tiêu hoặc tỏa sáng theo cách riêng. Đây là thời điểm để tự tin thể hiện bản thân.",
    "Image": "m19.jpg",
    "youtube_id": "1Z3QjT-nw7M"
  },
  {
    "Title": "Judgement",
    "Description": "Sự thức tỉnh, quyết định cuối cùng và giải thoát. Judgement khuyến khích bạn nhìn lại quá khứ, rút kinh nghiệm và sẵn sàng cho một chương mới. Trong công việc, có thể là đánh giá lại sự nghiệp, ra quyết định lớn hoặc tái định hướng. Đây là hồi chuông báo hiệu sự trưởng thành.",
    "Image": "m20.jpg",
    "youtube_id": "3gQwtmJINaY"
  },
  {
    "Title": "The World",
    "Description": "Sự hoàn tất, viên mãn và thành tựu trọn vẹn. Lá bài cuối cùng của Major Arcana đánh dấu sự kết thúc hành trình và sẵn sàng bắt đầu chu kỳ mới. Trong công việc, bạn đạt được một cột mốc lớn – hoàn thành dự án, tốt nghiệp, hay đạt đến mục tiêu cao. Hãy tự hào về những gì bạn đã chinh phục.",
    "Image": "m21.jpg",
    "youtube_id": "cajzfaSIoOc"
  },
  {
    "Title": "Ace of Wands",
    "Description": "Lá bài này là biểu tượng của sự khởi đầu đầy cảm hứng, đam mê và hành động. Nó mang năng lượng của một ý tưởng mới, một cơ hội đầy triển vọng hoặc một nguồn động lực mạnh mẽ thúc đẩy bạn hành động. Trong công việc, Ace of Wands là tín hiệu tốt cho dự án mới, nghề nghiệp sáng tạo hoặc tinh thần khởi nghiệp. Nó khuyến khích bạn nắm lấy cơ hội và biến nó thành điều gì đó thực tế. Đây là lúc bạn có sự nhiệt huyết và khát khao mạnh mẽ để bắt đầu, nhưng cần cam kết theo đuổi đến cùng.",
    "Image": "w01.jpg",
    "youtube_id": "lqSdvuBPyw0"
  },
  {
    "Title": "Two of Wands",
    "Description": "Lá bài này đại diện cho tầm nhìn và sự lên kế hoạch cho tương lai. Bạn đã có một khởi đầu tốt và giờ đây là lúc xem xét các lựa chọn, mở rộng ra khỏi vùng an toàn. Two of Wands nhắc nhở rằng bạn cần có chiến lược, cân nhắc rủi ro và sẵn sàng hành động để đạt được điều lớn lao hơn. Trong công việc, có thể bạn đang đứng trước cơ hội hợp tác, mở rộng hoặc thay đổi định hướng nghề nghiệp. Hãy kiên định nhưng linh hoạt với kế hoạch của mình.",
    "Image": "w02.jpg",
    "youtube_id": "ZXydqM-wdbY"
  },
  {
    "Title": "Three of Wands",
    "Description": "Đây là lá bài của sự chờ đợi kết quả sau khi đã gieo hạt thành công. Bạn đã hành động, và giờ là lúc quan sát thành quả bắt đầu đến. Lá bài này nói về tầm nhìn rộng mở, cơ hội phát triển ở nước ngoài hoặc mở rộng quy mô công việc. Trong công việc, nó là dấu hiệu tích cực về sự phát triển bền vững, đặc biệt nếu bạn làm việc trong lĩnh vực sáng tạo, khởi nghiệp hoặc thương mại.",
    "Image": "w03.jpg",
    "youtube_id": "1fxOLJyfLrM"
  },
  {
    "Title": "Four of Wands",
    "Description": "Lá bài này tượng trưng cho sự ăn mừng, ổn định và nền tảng vững chắc. Nó có thể chỉ đến một lễ kỷ niệm, một cột mốc quan trọng trong công việc hoặc đời sống gia đình. Trong công việc, đây là dấu hiệu cho thấy bạn đã hoàn thành một dự án, được công nhận và có thể tận hưởng thành quả. Nó cũng nói về môi trường làm việc hòa hợp và sự cộng tác tích cực.",
    "Image": "w04.jpg",
    "youtube_id": "4IVhv6tP3N0"
  },
  {
    "Title": "Five of Wands",
    "Description": "Five of Wands biểu thị sự cạnh tranh, xung đột nhẹ hoặc bất đồng quan điểm. Nó không nhất thiết là tiêu cực, mà có thể là năng lượng của việc học hỏi thông qua va chạm. Trong công việc, bạn có thể đang trong môi trường đầy cạnh tranh hoặc đối mặt với những thách thức trong nhóm. Lá bài khuyên bạn nên giữ tinh thần cầu tiến, học hỏi và không để bản ngã lấn át mục tiêu chung.",
    "Image": "w05.jpg",
    "youtube_id": "DBwUPIvoSSE"
  },
  {
    "Title": "Six of Wands",
    "Description": "Lá bài này tượng trưng cho chiến thắng, sự công nhận và thành công sau nỗ lực dài. Bạn đã vượt qua thử thách và giờ đây được tán thưởng vì thành quả. Trong công việc, đây là dấu hiệu của thăng tiến, khen thưởng hoặc sự ghi nhận từ đồng nghiệp, cấp trên. Tuy nhiên, bạn cũng nên giữ thái độ khiêm tốn và tiếp tục phấn đấu để duy trì kết quả.",
    "Image": "w06.jpg",
    "youtube_id": "TDeV9R0PfSk"
  },
  {
    "Title": "Seven of Wands",
    "Description": "Lá bài này đại diện cho việc bảo vệ quan điểm, vị trí hoặc thành quả của bạn. Bạn có thể đang đối mặt với sự thách thức từ người khác và cần giữ vững lập trường. Trong công việc, đây là lúc bạn cần thể hiện sự kiên định, không từ bỏ trước áp lực hoặc cạnh tranh. Bạn có quyền tự hào về vị trí của mình – hãy chiến đấu để giữ nó.",
    "Image": "w07.jpg",
    "youtube_id": "aTKuBqf8Vs4"
  },
  {
    "Title": "Eight of Wands",
    "Description": "Lá bài này mang thông điệp của tốc độ, chuyển động nhanh và thông tin đến bất ngờ. Trong công việc, bạn có thể nhận được tin tức tích cực, lời mời hợp tác hoặc tiến độ dự án tăng tốc. Đây là thời điểm tốt để hành động nhanh chóng, tận dụng cơ hội đến với bạn. Tuy nhiên, hãy đảm bảo mọi thứ được sắp xếp hợp lý để tránh rối loạn.",
    "Image": "w08.jpg",
    "youtube_id": "EAmddGrpdTM"
  },
  {
    "Title": "Nine of Wands",
    "Description": "Lá bài này nói về sự kiên cường, cảnh giác và bảo vệ bản thân sau những thử thách. Bạn đã trải qua nhiều gian khó và dù còn mệt mỏi, bạn vẫn chưa từ bỏ. Trong công việc, đây là dấu hiệu cho thấy bạn cần kiên trì thêm một chút nữa – thành quả đang ở rất gần. Hãy học từ quá khứ nhưng đừng để nỗi sợ ngăn cản bạn tiến bước.",
    "Image": "w09.jpg",
    "youtube_id": "FFstWpDxmCs"
  },
  {
    "Title": "Ten of Wands",
    "Description": "Lá bài này biểu thị gánh nặng, trách nhiệm quá mức và sự kiệt sức. Bạn có thể đang ôm đồm quá nhiều công việc hoặc cảm thấy bị áp lực đè nặng. Đây là lời nhắc bạn cần sắp xếp lại thứ tự ưu tiên, học cách chia sẻ nhiệm vụ và buông bỏ những gánh nặng không cần thiết. Trong công việc, nếu bạn đang quá tải, hãy tìm sự hỗ trợ và tái cấu trúc.",
    "Image": "w10.jpg",
    "youtube_id": "ZaDvK8IgHqc"
  },
  {
    "Title": "Page of Wands",
    "Description": "Lá bài này tượng trưng cho sự tò mò, khởi đầu sáng tạo và mong muốn khám phá điều mới. Page of Wands thường chỉ đến một thông điệp tích cực, cơ hội khởi nghiệp hoặc niềm đam mê vừa mới chớm nở. Trong công việc, đây là thời điểm tốt để học hỏi kỹ năng mới, thử sức ở lĩnh vực mới hoặc dấn thân vào môi trường sáng tạo.",
    "Image": "w11.jpg",
    "youtube_id": "y-zgkFa3AAQ"
  },
  {
    "Title": "Knight of Wands",
    "Description": "Knight of Wands đại diện cho hành động dứt khoát, lòng dũng cảm và sự mạo hiểm. Bạn có tinh thần nhiệt huyết, không ngại thử thách và sẵn sàng dấn thân vào những hành trình mới. Trong công việc, đây là thời điểm bạn có thể đẩy nhanh tốc độ, chinh phục mục tiêu hoặc dấn thân vào cơ hội mới. Tuy nhiên, cần chú ý đến việc quá vội vàng hoặc thiếu kiên nhẫn.",
    "Image": "w12.jpg",
    "youtube_id": "uX8MTjiUlvs"
  },
  {
    "Title": "Queen of Wands",
    "Description": "Lá bài này là hình ảnh của người phụ nữ tự tin, sáng tạo và truyền cảm hứng. Queen of Wands là người dẫn dắt bằng đam mê và sức hút tự nhiên. Trong công việc, đây là thời điểm bạn tỏa sáng, thu hút sự chú ý và có khả năng lãnh đạo nhóm. Bạn được khuyến khích hãy tin tưởng vào sức mạnh bản thân và thể hiện cá tính mạnh mẽ.",
    "Image": "w13.jpg",
    "youtube_id": "mdfszrdGdLE"
  },
  {
    "Title": "King of Wands",
    "Description": "King of Wands là người lãnh đạo tầm nhìn xa, dám mạo hiểm và luôn hướng về tương lai. Đây là lá bài của sự định hướng rõ ràng, tầm ảnh hưởng lớn và năng lực tạo ra động lực cho người khác. Trong công việc, bạn có thể là người khởi xướng dự án lớn hoặc đóng vai trò quản lý. Hãy dùng sức ảnh hưởng của mình để truyền cảm hứng, xây dựng và dẫn dắt.",
    "Image": "w14.jpg",
    "youtube_id": "i_e3__SUkyw"
  },
  {
    "Title": "Ace of Cups",
    "Description": "Lá bài này đại diện cho sự khởi đầu của tình yêu, cảm xúc thuần khiết và sự kết nối tinh thần. Đây là thời điểm trái tim bạn rộng mở, sẵn sàng đón nhận những cảm xúc mới – có thể là mối quan hệ, dự án đầy cảm hứng, hoặc sự chữa lành. Trong công việc, Ace of Cups cho thấy bạn đang tìm thấy niềm vui trong những gì mình làm, hoặc có thể nhận được sự hỗ trợ, hợp tác chân thành. Lá bài này khuyến khích bạn hãy sống và làm việc bằng cả trái tim.",
    "Image": "c01.jpg",
    "youtube_id": "GNOjm8xRO-U"
  },
  {
    "Title": "Two of Cups",
    "Description": "Đây là lá bài của tình yêu, sự hợp tác và sự kết nối cân bằng giữa hai người. Trong các mối quan hệ, Two of Cups thể hiện sự thấu hiểu, đồng điệu và hòa hợp. Trong công việc, nó có thể chỉ đến một mối quan hệ cộng tác tốt, đối tác lý tưởng hoặc sự hòa giải sau bất đồng. Lá bài này nói rằng khi hai bên cùng trân trọng nhau, mọi điều đều có thể phát triển bền vững.",
    "Image": "c02.jpg",
    "youtube_id": "9UA7jkUNUOo"
  },
  {
    "Title": "Three of Cups",
    "Description": "Lá bài của sự ăn mừng, tình bạn và cộng đồng. Three of Cups biểu thị niềm vui khi được kết nối với người khác, đặc biệt là những người thân thiết, bạn bè hoặc đồng nghiệp. Trong công việc, đây là dấu hiệu của tinh thần đồng đội, kỷ niệm thành công hoặc một giai đoạn vui vẻ. Hãy tận hưởng thành quả, cùng chia sẻ với người khác và biết ơn vì những kết nối xung quanh bạn.",
    "Image": "c03.jpg",
    "youtube_id": "-ANTv-H5slk"
  },
  {
    "Title": "Four of Cups",
    "Description": "Lá bài này biểu thị sự thờ ơ, chán nản hoặc không nhận ra cơ hội ngay trước mắt. Có thể bạn đang cảm thấy bế tắc trong cảm xúc hoặc công việc, từ chối thay đổi hoặc không còn hứng thú với những gì đang có. Trong công việc, bạn nên xem xét lại điều gì khiến mình mất động lực – có thể một hướng đi mới đang chờ bạn mở lòng đón nhận.",
    "Image": "c04.jpg",
    "youtube_id": "L0JjYS--pE8"
  },
  {
    "Title": "Five of Cups",
    "Description": "Lá bài này đại diện cho nỗi buồn, sự tiếc nuối hoặc mất mát cảm xúc. Nó khuyên bạn nên cho phép bản thân đau buồn, nhưng đừng quên rằng vẫn còn điều tích cực ở phía sau. Trong công việc, đây có thể là dấu hiệu của thất bại nhỏ, xung đột, hoặc cơ hội bị bỏ lỡ. Tuy nhiên, hai ly còn lại trong lá bài là lời nhắc bạn vẫn còn hy vọng và cơ hội để phục hồi.",
    "Image": "c05.jpg",
    "youtube_id": "Hw0x4NYB70Y"
  },
  {
    "Title": "Six of Cups",
    "Description": "Lá bài của ký ức, hoài niệm và sự ngây thơ. Nó có thể chỉ đến việc kết nối lại với người cũ, ký ức tuổi thơ, hoặc môi trường thân quen. Trong công việc, Six of Cups nhấn mạnh sự hợp tác chân thành, cảm giác an toàn, hoặc một cơ hội cũ quay lại với bạn. Hãy học hỏi từ quá khứ nhưng đừng sống mãi trong đó – những điều đẹp đẽ nhất vẫn còn phía trước.",
    "Image": "c06.jpg",
    "youtube_id": "snMtNyg53Ic"
  },
  {
    "Title": "Seven of Cups",
    "Description": "Lá bài này thể hiện ảo tưởng, nhiều lựa chọn và sự thiếu rõ ràng. Bạn có thể đang bị phân tâm bởi quá nhiều ý tưởng hoặc không biết điều gì là thực tế. Trong công việc, bạn nên cẩn trọng với các đề nghị nghe có vẻ hấp dẫn nhưng thiếu tính khả thi. Seven of Cups khuyên bạn hãy tỉnh táo, chọn một mục tiêu cụ thể và hành động dứt khoát.",
    "Image": "c07.jpg",
    "youtube_id": "x1tCRKU2pmA"
  },
  {
    "Title": "Eight of Cups",
    "Description": "Lá bài của sự rời bỏ, buông bỏ điều gì đó dù bạn từng gắn bó sâu sắc. Trong công việc hoặc cuộc sống, bạn có thể cảm thấy không còn cảm hứng hoặc giá trị ở nơi bạn đang đứng. Eight of Cups nhấn mạnh rằng đôi khi sự dũng cảm nằm ở chỗ biết từ bỏ để tìm kiếm điều ý nghĩa hơn. Hãy tin rằng hành trình mới sẽ dẫn bạn đến sự trưởng thành và trọn vẹn hơn.",
    "Image": "c08.jpg",
    "youtube_id": "yfJxueF8Z60"
  },
  {
    "Title": "Nine of Cups",
    "Description": "Được gọi là “lá bài điều ước”, Nine of Cups tượng trưng cho sự hài lòng, thành tựu cá nhân và niềm vui nội tại. Trong công việc, nó biểu thị sự thỏa mãn, thành công hoặc đạt được điều bạn mong muốn. Đây là thời điểm để bạn ăn mừng vì đã đi đúng hướng. Tuy nhiên, cũng nên cân bằng giữa hạnh phúc cá nhân và sự kết nối với người khác.",
    "Image": "c09.jpg",
    "youtube_id": "ujOs02oGxjc"
  },
  {
    "Title": "Ten of Cups",
    "Description": "Lá bài này là biểu tượng của hạnh phúc viên mãn, tình cảm bền lâu và gia đình hạnh phúc. Trong công việc, nó nói về môi trường làm việc hài hòa, mối quan hệ đồng nghiệp tốt đẹp hoặc sự cân bằng giữa công việc và cuộc sống. Đây là đỉnh cao của cảm xúc tích cực – bạn đang ở nơi bạn thuộc về, được yêu thương và ủng hộ.",
    "Image": "c10.jpg",
    "youtube_id": "VxJb6a-aRi0"
  },
  {
    "Title": "Page of Cups",
    "Description": "Lá bài của sự nhạy cảm, sáng tạo và thông điệp cảm xúc. Page of Cups thường báo hiệu một lời mời, cơ hội hoặc ý tưởng mới mang tính cảm hứng. Trong công việc, bạn nên cởi mở với các đề xuất mới, lắng nghe trực giác và để cảm xúc dẫn lối sáng tạo. Đây là thời điểm để bạn học cách giao tiếp cảm xúc một cách chân thành.",
    "Image": "c11.jpg",
    "youtube_id": "JFoK-SmmX0U"
  },
  {
    "Title": "Knight of Cups",
    "Description": "Knight of Cups là người theo đuổi lý tưởng, hành động từ trái tim và mang theo thông điệp của tình cảm hoặc sự sáng tạo. Trong công việc, đây là thời điểm bạn có thể theo đuổi một dự án nghệ thuật, trình bày ý tưởng với đam mê, hoặc kết nối cảm xúc sâu sắc hơn với đồng nghiệp. Tuy nhiên, hãy chắc rằng bạn vẫn giữ được sự thực tế bên cạnh cảm xúc bay bổng.",
    "Image": "c12.jpg",
    "youtube_id": "JTHP6KV7QcU"
  },
  {
    "Title": "Queen of Cups",
    "Description": "Lá bài này đại diện cho lòng trắc ẩn, trí tuệ cảm xúc và sự thấu hiểu. Queen of Cups là người biết lắng nghe, chăm sóc người khác và có trực giác mạnh mẽ. Trong công việc, bạn có khả năng làm việc với con người, chăm lo chi tiết và hỗ trợ người khác. Đây cũng là thời điểm tốt để chăm sóc bản thân, giữ cân bằng giữa cho đi và nhận lại.",
    "Image": "c13.jpg",
    "youtube_id": "xUGsjUbrERM"
  },
  {
    "Title": "King of Cups",
    "Description": "King of Cups là người làm chủ cảm xúc, điềm tĩnh và đầy từ bi. Dù có thể đối mặt với khó khăn, họ vẫn giữ được sự bình an và khả năng xử lý vấn đề một cách khôn ngoan. Trong công việc, bạn nên thể hiện sự lãnh đạo bằng cảm xúc – không phải bằng quyền lực, mà bằng lòng bao dung và sự điềm đạm. Lá bài này cũng nhấn mạnh tầm quan trọng của lòng kiên nhẫn và trí tuệ cảm xúc trong mọi quyết định.",
    "Image": "c14.jpg",
    "youtube_id": "3xnuvDcUET8"
  },
  {
    "Title": "Ace of Swords",
    "Description": "Lá bài này đại diện cho sự khai sáng trí tuệ, sự thật được phơi bày và một khởi đầu rõ ràng về mặt tư duy. Ace of Swords mang đến sự minh bạch, cắt bỏ ảo tưởng và quyết đoán hành động. Trong công việc, đây là thời điểm để bạn lên tiếng, đưa ra quyết định dứt khoát hoặc bắt đầu một dự án cần sự chính xác và lý trí. Hãy dùng sự sáng suốt để giải quyết mọi tình huống.",
    "Image": "s01.jpg",
    "youtube_id": "oT6glvZT_PY"
  },
  {
    "Title": "Two of Swords",
    "Description": "Lá bài của sự do dự, giằng co và bế tắc trong lựa chọn. Bạn đang cố gắng né tránh quyết định hoặc không muốn đối mặt với sự thật. Trong công việc, có thể bạn đang bị mắc kẹt giữa hai hướng đi hoặc hai quan điểm trái chiều. Lá bài khuyên bạn cần ngừng trì hoãn, dũng cảm nhìn thẳng vào vấn đề để có thể tiến bước.",
    "Image": "s02.jpg",
    "youtube_id": "TFmAp80RClk"
  },
  {
    "Title": "Three of Swords",
    "Description": "Lá bài này tượng trưng cho nỗi đau, tổn thương tinh thần và sự thất vọng. Nó cho thấy một sự thật khó chấp nhận, phản bội, hoặc chia ly. Trong công việc, có thể bạn đang gặp thất bại, bị chỉ trích hoặc cảm thấy bị bỏ rơi. Tuy nhiên, đây là bước cần thiết để chữa lành – hãy để bản thân cảm nhận rồi từ từ hồi phục.",
    "Image": "s03.jpg",
    "youtube_id": "pAT7fcO99E0"
  },
  {
    "Title": "Four of Swords",
    "Description": "Thời điểm của nghỉ ngơi, hồi phục và nạp lại năng lượng. Four of Swords cho bạn cơ hội để tạm dừng, tránh xa căng thẳng và suy nghĩ lại chiến lược. Trong công việc, bạn nên tránh làm việc quá sức, tạm thời lùi lại để lấy lại thăng bằng và sáng suốt. Nghỉ ngơi không phải là lùi bước – mà là để trở lại mạnh mẽ hơn.",
    "Image": "s04.jpg",
    "youtube_id": "tgFLRQ1co1Y"
  },
  {
    "Title": "Five of Swords",
    "Description": "Lá bài của xung đột, chiến thắng không trọn vẹn hoặc đấu tranh ích kỷ. Bạn có thể đã đạt được mục tiêu, nhưng có thể đã làm tổn thương người khác hoặc đánh mất điều gì quan trọng. Trong công việc, đây là cảnh báo về tranh cãi, cạnh tranh thiếu lành mạnh hoặc sự căng thẳng giữa các cá nhân. Hãy cân nhắc: thắng một cuộc chiến nhỏ có đáng để mất đi sự tôn trọng và quan hệ lâu dài?",
    "Image": "s05.jpg",
    "youtube_id": "VioEdYQpMb0"
  },
  {
    "Title": "Six of Swords",
    "Description": "Lá bài của sự chuyển đổi, rời xa khó khăn và đi đến vùng đất yên bình hơn. Trong công việc, có thể bạn đang dần vượt qua giai đoạn khó khăn hoặc quyết định chuyển việc, đổi môi trường. Đây là hành trình chữa lành, không vội vàng nhưng chắc chắn. Hãy tin rằng bạn đang đi đúng hướng, dù còn nhiều điều chưa rõ phía trước.",
    "Image": "s06.jpg",
    "youtube_id": "SBQj5ZtV6cE"
  },
  {
    "Title": "Seven of Swords",
    "Description": "Lá bài này liên quan đến sự lén lút, không trung thực hoặc chiến lược riêng tư. Bạn có thể đang giữ bí mật, hoặc ai đó quanh bạn không thành thật. Trong công việc, hãy cẩn thận với hành vi giấu giếm, cạnh tranh ngầm hoặc chơi không công bằng. Tuy nhiên, trong một số trường hợp, lá bài cũng nói đến chiến lược thông minh – miễn là bạn dùng nó một cách chính trực.",
    "Image": "s07.jpg",
    "youtube_id": "-ueJVMuD92A"
  },
  {
    "Title": "Eight of Swords",
    "Description": "Lá bài này nói về cảm giác bị mắc kẹt, giới hạn bởi chính suy nghĩ của mình. Bạn có thể đang cảm thấy bị kiểm soát, lo lắng, hoặc không thấy lối ra. Trong công việc, có thể bạn đang tự giới hạn bản thân bằng nỗi sợ thất bại hoặc thiếu tự tin. Lá bài khuyên bạn hãy nhìn lại – những sợi dây trói đó phần lớn là do bạn tạo ra, và bạn hoàn toàn có thể thoát ra.",
    "Image": "s08.jpg",
    "youtube_id": "MYGZrZlr6wQ"
  },
  {
    "Title": "Nine of Swords",
    "Description": "Lá bài của nỗi lo âu, mất ngủ và cảm giác dằn vặt. Nine of Swords thể hiện sự căng thẳng tâm lý kéo dài, ám ảnh từ quá khứ hoặc sợ hãi tương lai. Trong công việc, bạn có thể đang bị áp lực, ám ảnh bởi lỗi lầm hoặc nỗi sợ không đạt kỳ vọng. Đây là lời nhắc rằng phần lớn nỗi sợ đến từ bên trong – hãy chia sẻ với ai đó, tìm cách tháo gỡ thay vì để nó tích tụ.",
    "Image": "s09.jpg",
    "youtube_id": "2VoWwj5eKWw"
  },
  {
    "Title": "Ten of Swords",
    "Description": "Một kết thúc đau đớn nhưng cần thiết. Lá bài này đại diện cho việc chấp nhận sự sụp đổ để mở ra một khởi đầu mới. Dù có thể bạn đang cảm thấy bị phản bội hoặc thất bại hoàn toàn, đây là điểm chạm đáy – và từ đây, bạn chỉ có thể đi lên. Trong công việc, có thể là mất việc, kết thúc dự án hoặc thất bại nặng nề. Nhưng chính điều đó sẽ giúp bạn tái sinh mạnh mẽ hơn.",
    "Image": "s10.jpg",
    "youtube_id": "ARriY2mBge4"
  },
  {
    "Title": "Page of Swords",
    "Description": "Lá bài của trí tuệ trẻ trung, sự tò mò và mong muốn khám phá sự thật. Page of Swords là người quan sát, học hỏi, và luôn đặt câu hỏi. Trong công việc, bạn nên tìm kiếm thêm thông tin, rèn luyện kỹ năng giao tiếp và đừng ngần ngại trình bày quan điểm. Tuy nhiên, hãy cẩn thận với sự tò mò quá mức hoặc lời nói thiếu suy nghĩ.",
    "Image": "s11.jpg",
    "youtube_id": "NvJiuQhKOfI"
  },
  {
    "Title": "Knight of Swords",
    "Description": "Hành động nhanh chóng, lý trí mạnh mẽ nhưng đôi khi thiếu cân nhắc. Knight of Swords đại diện cho người chiến đấu vì lý tưởng, không ngại va chạm. Trong công việc, bạn nên tận dụng tinh thần dứt khoát, nhưng đừng để nó khiến bạn hấp tấp. Hãy chắc chắn bạn hiểu rõ hậu quả trước khi lao vào một hành động.",
    "Image": "s12.jpg",
    "youtube_id": "uanD7qBo3no"
  },
  {
    "Title": "Queen of Swords",
    "Description": "Người phụ nữ lý trí, độc lập và sắc sảo. Queen of Swords đại diện cho sự thật, sự công bằng và khả năng ra quyết định dựa trên lý trí hơn cảm xúc. Trong công việc, đây là hình ảnh của người lãnh đạo thông minh, khách quan và công tâm. Hãy học hỏi sự rõ ràng và chính trực từ lá bài này – dù đôi khi bạn cần nói những điều không dễ nghe.",
    "Image": "s13.jpg",
    "youtube_id": "s8xd-p2QGU8"
  },
  {
    "Title": "King of Swords",
    "Description": "Lãnh đạo trí tuệ, logic và uy quyền dựa trên đạo đức và công lý. King of Swords là người có tầm nhìn rõ ràng, phân tích sắc bén và khả năng điều hành hiệu quả. Trong công việc, bạn cần thể hiện sự minh bạch, ra quyết định dựa trên dữ kiện thay vì cảm xúc. Hãy là người dẫn dắt bằng sự thật và trí tuệ – đó là sức mạnh bền vững nhất.",
    "Image": "s14.jpg",
    "youtube_id": "Vay4836CiH4"
  },
  {
    "Title": "Ace of Pentacles",
    "Description": "Lá bài này biểu thị sự khởi đầu vững chắc trong tài chính, công việc hoặc sức khỏe. Nó là lời chúc phúc từ vũ trụ: một cơ hội đầu tư, công việc mới, hoặc dự án có tiềm năng sinh lợi lâu dài. Trong công việc, đây là lúc để bạn bắt đầu một hành trình thực tế – hãy nắm lấy cơ hội và hành động ngay từ những bước đầu.",
    "Image": "p01.jpg",
    "youtube_id": "8C-hq2EBG74"
  },
  {
    "Title": "Two of Pentacles",
    "Description": "Hai đồng tiền đại diện cho sự cân bằng và xoay sở linh hoạt. Bạn có thể đang làm nhiều việc cùng lúc, hoặc đối mặt với sự thiếu ổn định tài chính. Lá bài khuyên bạn cần sắp xếp thời gian, nguồn lực và ưu tiên hợp lý. Trong công việc, hãy học cách thích nghi và điều phối công việc khéo léo để tránh căng thẳng kéo dài.",
    "Image": "p02.jpg",
    "youtube_id": "fxSR7KNXyhY"
  },
  {
    "Title": "Three of Pentacles",
    "Description": "Đây là lá bài của hợp tác, kỹ năng và xây dựng nền tảng chuyên nghiệp. Bạn đang trong giai đoạn học hỏi, làm việc nhóm hoặc phát triển sự nghiệp qua sự hỗ trợ của người khác. Trong công việc, lá bài này cho thấy bạn đang được công nhận vì tài năng và đóng góp, đặc biệt trong môi trường cộng tác. Hãy tiếp tục phát triển chuyên môn.",
    "Image": "p03.jpg",
    "youtube_id": "m6p_bumzThg"
  },
  {
    "Title": "Four of Pentacles",
    "Description": "Lá bài này đại diện cho việc giữ chặt tài sản, kiểm soát quá mức hoặc lo sợ mất mát. Trong công việc, bạn có thể đang quá thận trọng, không dám đầu tư hoặc thay đổi. Mặc dù ổn định là cần thiết, nhưng đôi khi bạn cũng cần biết buông bỏ và tin tưởng dòng chảy của cuộc sống để tăng trưởng thật sự.",
    "Image": "p04.jpg",
    "youtube_id": "izcUeTcCLVc"
  },
  {
    "Title": "Five of Pentacles",
    "Description": "Lá bài của sự thiếu thốn, mất mát tài chính hoặc cảm giác bị bỏ rơi. Trong công việc, bạn có thể đang gặp khó khăn, bị từ chối, hoặc lo lắng về tài chính. Tuy nhiên, Five of Pentacles cũng nhắc rằng luôn có sự giúp đỡ xung quanh – bạn không đơn độc. Hãy tìm kiếm hỗ trợ và đừng ngại chia sẻ khó khăn với người đáng tin.",
    "Image": "p05.jpg",
    "youtube_id": "ry95AXsCGgY"
  },
  {
    "Title": "Six of Pentacles",
    "Description": "Lá bài này biểu thị sự cho và nhận, lòng hào phóng và sự cân bằng tài chính. Bạn có thể đang giúp đỡ người khác hoặc được nhận sự hỗ trợ. Trong công việc, đây là dấu hiệu của sự công bằng, trả lương xứng đáng hoặc chia sẻ thành quả. Hãy biết trân trọng giá trị của sự cho đi đúng lúc – vì đó là vòng tuần hoàn tích cực.",
    "Image": "p06.jpg",
    "youtube_id": "DohuTUjX_q0"
  },
  {
    "Title": "Seven of Pentacles",
    "Description": "Đây là thời điểm tạm dừng để đánh giá lại nỗ lực. Bạn đã đầu tư thời gian, công sức và giờ là lúc xem xét kết quả có đáng với kỳ vọng. Trong công việc, nó khuyến khích bạn suy nghĩ dài hạn, không nên quá vội vàng. Hãy kiên nhẫn – những hạt giống bạn gieo đang dần phát triển, đừng bỏ cuộc quá sớm.",
    "Image": "p07.jpg",
    "youtube_id": "284RflAUQ80"
  },
  {
    "Title": "Eight of Pentacles",
    "Description": "Lá bài của sự chăm chỉ, rèn luyện và hoàn thiện kỹ năng. Eight of Pentacles thể hiện tinh thần học hỏi không ngừng, nỗ lực kiên trì và chú trọng đến chi tiết. Trong công việc, đây là lúc bạn có thể phát triển tay nghề, học thêm kiến thức hoặc xây dựng sự nghiệp vững chắc. Thành công sẽ đến với người bền bỉ.",
    "Image": "p08.jpg",
    "youtube_id": "LBhH8OAgpfw"
  },
  {
    "Title": "Nine of Pentacles",
    "Description": "Lá bài của sự độc lập, tự chủ tài chính và tận hưởng thành quả. Bạn đã làm việc chăm chỉ và giờ có thể tự hào với những gì mình đạt được. Trong công việc, Nine of Pentacles cho thấy bạn được công nhận, có thể làm việc tự do hoặc tự tin kiểm soát tình hình tài chính. Đây là giai đoạn sống chậm, tận hưởng cuộc sống và trân trọng bản thân.",
    "Image": "p09.jpg",
    "youtube_id": "OYzwFG5IV8k"
  },
  {
    "Title": "Ten of Pentacles",
    "Description": "Lá bài biểu thị sự ổn định lâu dài, thành công về tài chính và giá trị truyền thống. Trong công việc, nó cho thấy bạn đang hoặc sẽ đạt được thành tựu lớn: thăng chức, kinh doanh phát đạt hoặc đảm bảo tài chính cho gia đình. Đây là đỉnh cao của sự nghiệp gắn liền với nền tảng vững chắc và truyền thống bền lâu.",
    "Image": "p10.jpg",
    "youtube_id": "yXntvt1mmxM"
  },
  {
    "Title": "Page of Pentacles",
    "Description": "Lá bài của người học trò cần mẫn, sự khởi đầu thực tế và cơ hội học hỏi. Bạn có thể nhận được tin vui về học bổng, khóa đào tạo, hoặc công việc mới. Trong công việc, Page of Pentacles khuyên bạn hãy kiên nhẫn, đặt nền móng từ từ và luôn giữ tinh thần học hỏi – thành công sẽ đến nếu bạn tiếp tục cố gắng.",
    "Image": "p11.jpg",
    "youtube_id": "7MNZu5Md3cQ"
  },
  {
    "Title": "Knight of Pentacles",
    "Description": "Hiện thân của sự siêng năng, ổn định và đáng tin cậy. Knight of Pentacles làm việc chăm chỉ, đều đặn và không vội vàng. Trong công việc, bạn được khuyên nên đi từng bước chắc chắn, xây dựng kế hoạch rõ ràng. Đây không phải là lá bài của hành động nhanh, mà của sự bền vững và kiên trì.",
    "Image": "p12.jpg",
    "youtube_id": "5wCrO_5MHM4"
  },
  {
    "Title": "Queen of Pentacles",
    "Description": "Lá bài của sự nuôi dưỡng, chăm sóc và quản lý tài chính khôn ngoan. Queen of Pentacles là người biết cách cân bằng công việc và gia đình, vừa đảm đang vừa hiệu quả. Trong công việc, bạn có thể là người lãnh đạo tận tâm, đồng nghiệp đáng tin hoặc người hỗ trợ tài chính cho người khác. Hãy chăm sóc người khác nhưng đừng quên chính mình.",
    "Image": "p13.jpg",
    "youtube_id": "nMncSmk_y3w"
  },
  {
    "Title": "King of Pentacles",
    "Description": "Hình ảnh của thành công vững chắc, lãnh đạo thực tế và giàu kinh nghiệm. King of Pentacles là người có tài chính ổn định, biết đầu tư và tạo dựng giá trị bền lâu. Trong công việc, bạn là người dẫn dắt hiệu quả, đáng tin và có tầm ảnh hưởng lớn. Lá bài này cũng nhắc bạn hãy dùng thành quả để giúp đỡ người khác, đầu tư thông minh và sống trọn vẹn.",
    "Image": "p14.jpg",
    "youtube_id": "64y-5q1d-28"
  }
]